Repository: sugarlabs/paths
Catalog: po/*.po
Languages: id

source: Paths
id: Jalan

source: multi-player pattern matching game
id: MultiPemain Permainan menyamakan pola

source: Game
id: Permainan

source: Start a new game.
id: Memulai permainan baru.

source: Play with the robot.
id: Bermain dengan robot.

source: Turn complete
id: Giliran selesai

source: Help
id: Tolong

source: Score:
id: Nilai:

source: Start a new game once everyone has joined.
id: Mulai permainan baru saat semua telah bergabung.

source: Only the sharer can start a new game.
id: Hanya si pembagi yang dapat memulai permainan baru.

source: The robot is disabled when sharing.
id: Robot tidak diaktifkan saat berbagi.

source: has joined.
id: telah bergabung.

source: take a turn.
id: ambil giliran.

source: Click after taking your turn.
id: Klik setelah mengambil giliranmu.

source: It is your turn.
id: Giliran kamu.

source: Game over
id: Permainan Berakhir

source: There are errorsâ€”it is still your turn.
id: Ada kesalahan - Ini masih giliran kamu.

source: You took your turn.
id: Kamu telah mengambil giliranmu.

source: Wait your turn.
id: Tunggu giliranmu.

source: Waiting for
id: Menunggu

source: Nowhere to play.
id: Tidak ada tempat untuk bermain.

source: Robot unable to play
id: Robot tidak dapat bermain.

source: Move tiles to make a path.
id: Pindahkan ubin untuk membuat suatu jalur.
